{"plugins":{"nvim-dap":{"src":"https://github.com/mfussenegger/nvim-dap"},"conform.nvim":{"src":"https://github.com/stevearc/conform.nvim"},"nvim-dap-go":{"src":"https://github.com/leoluz/nvim-dap-go"},"oil.nvim":{"src":"https://github.com/stevearc/oil.nvim"},"mini.nvim":{"src":"https://github.com/echasnovski/mini.nvim"},"copilot.lua":{"src":"https://github.com/zbirenbaum/copilot.lua"},"tokyonight":{"src":"https://github.com/folke/tokyonight.nvim"},"nvim-dap-ui":{"src":"https://github.com/rcarriga/nvim-dap-ui"},"render-markdown.nvim":{"src":"https://github.com/MeanderingProgrammer/render-markdown.nvim"},"nvim-nio":{"src":"https://github.com/nvim-neotest/nvim-nio"},"nvim-lspconfig":{"src":"https://github.com/neovim/nvim-lspconfig"},"oil-git-status.nvim":{"src":"https://github.com/refractalize/oil-git-status.nvim"},"gp.nvim":{"src":"https://github.com/Robitx/gp.nvim"}}}